{    
    "GPT-NKJV-anger-psa7":    "O Lord my God, in You I put my trust; Save me from all those who persecute me; And deliver me,Lest they tear me like a lion,Rending me in pieces, while there is none to deliver.O Lord my God, if I have done this:If there is iniquity in my hands,If I have repaid evil to him who was at peace with me,Or have plundered my enemy without cause,Let the enemy pursue me and overtake me;Yes, let him trample my life to the earth,And lay my honor in the dust.Arise, O Lord, in Your anger;Lift Yourself up because of the rage of my enemies;Rise up for me to the judgment You have commanded!So the congregation of the peoples shall surround You;For their sakes, therefore, return on high.The Lord shall judge the peoples;Judge me, O Lord, according to my righteousness,And according to my integrity within me.Oh, let the wickedness of the wicked come to an end,But establish the just;For the righteous God tests the hearts and minds.My defense is of God,Who saves the upright in heart.God is a just judge,And God is angry with the wicked every day.If he does not turn back,He will sharpen His sword;He bends His bow and makes it ready.He also prepares for Himself instruments of death;He makes His arrows into fiery shafts.Behold, the wicked brings forth iniquity;Yes, he conceives trouble and brings forth falsehood.He made a pit and dug it out,And has fallen into the ditch which he made.His trouble shall return upon his own head,And his violent dealing shall come down on his own crown.I will praise the Lord according to His righteousness,And will sing praise to the name of the Lord Most High.",
    "GPT-NKJV-anger-psa4:4": "Be angry, and do not sin. Meditate within your heart on your bed, and be still.",
    "GPT-NKJV-joy-psa110": "The Lord said to my Lord, Sit at My right hand, till I make Your enemies Your footstool. The Lord shall send the rod of Your strength out of Zion. Rule in the midst of Your enemies! Your people shall be volunteers in the day of Your power; in the beauties of holiness, from the womb of the morning, You have the dew of Your youth. The Lord has sworn and will not relent, You are a priest forever according to the order of Melchizedek. The Lord is at Your right hand; He shall execute kings in the day of His wrath. He shall judge among the nations, He shall fill the places with dead bodies, He shall execute the heads of many countries. He shall drink of the brook by the wayside; therefore He shall lift up the head.",
    "GPT-NKJV-joy-psa16:10": "For You will not leave my soul in Sheol, nor will You allow Your Holy One to see corruption.",
    "GPT-NKJV-fear-psa23": "The Lord is my shepherd; I shall not want. He makes me to lie down in green pastures; He leads me beside the still waters. He restores my soul; He leads me in the paths of righteousness for His name’s sake. Yea, though I walk through the valley of the shadow of death, I will fear no evil; for You are with me; Your rod and Your staff, they comfort me. You prepare a table before me in the presence of my enemies; You anoint my head with oil; my cup runs over. Surely goodness and mercy shall follow me all the days of my life; and I will dwell in the house of the Lord forever.",
    "GPT-NKJV-fear-psa56:3": "Whenever I am afraid, I will trust in You.",
    "GPT-NKJV-sadness-psa42": "As the deer pants for the water brooks, so pants my soul for You, O God. My soul thirsts for God, for the living God. When shall I come and appear before God? My tears have been my food day and night, while they continually say to me, “Where is your God?” When I remember these things, I pour out my soul within me. For I used to go with the multitude; I went with them to the house of God, with the voice of joy and praise, with a multitude that kept a pilgrim feast. Why are you cast down, O my soul? And why are you disquieted within me? Hope in God; for I shall yet praise Him for the help of my countenance and my God. My soul is cast down within me; therefore I will remember You from the land of the Jordan, from the heights of Hermon, from the Hill Mizar. Deep calls unto deep at the noise of Your waterfalls; all Your waves and billows have gone over me. The Lord will command His lovingkindness in the daytime, and in the night His song shall be with me—a prayer to the God of my life. I will say to God, “My Rock, why have You forgotten me? Why do I go mourning because of the oppression of the enemy?” As with a breaking of my bones, my enemies reproach me, while they say to me all day long, “Where is your God?” Why are you cast down, O my soul? And why are you disquieted within me? Hope in God; for I shall yet praise Him, the help of my countenance and my God.",
    "GPT-NKJV-sadness-psa42:11":"Why are you cast down, O my soul? And why are you disquieted within me? Hope in God; for I shall yet praise Him, the help of my countenance and my God.",
    "GPT-NKJV-supprise-psa126": "When the Lord brought back the captivity of Zion, we were like those who dream. Then our mouth was filled with laughter, and our tongue with singing. Then they said among the nations, “The Lord has done great things for them.” The Lord has done great things for us, and we are glad. Bring back our captivity, O Lord, as the streams in the South. Those who sow in tears shall reap in joy. He who continually goes forth weeping, bearing seed for sowing, shall doubtless come again with rejoicing, bringing his sheaves with him.",
    "GPT-NKJV-suprise-psa126:1":"When the Lord brought back the captivity of Zion, we were like those who dream."
}